<template>
	<u-image :show-loading="true" src="https://img.js.design/assets/img/65af7847b744bbb6e669802f.jpg" width="350px" height="190px" mode="aspectFill" radius="10" class="content">
	</u-image>
	
	 <view class="content">
	 	<u-row style="padding-top: 2%; padding-bottom: 2%;">
	 		<u-text text="井冈山革命根据地 " bold="true" size="20px"></u-text>
	 	</u-row>
	 </view>
	 <view class="content">
		 <h3>
			 简介
		 </h3>
		 
		 <p>
		      井冈山地区位于江西省西南部，罗霄山脉中段的湘赣边界，包括江西的宁冈、永新、莲花、遂川和湖南的酃县、茶陵等县，周围五百余里。这里的有利条件是：远离中心城市和交通要道，敌人统治力量比较薄弱，还可利用两省敌人既要互相争夺地盘又要各自保存实力的矛盾；党和群众的条件较好，大革命时建立过党的组织、工会、农会和农民武装，党和革命的影响仍然存在，还保存着袁文才、王佐两支农民自卫军；地势险要，幅员广大，有游击战争的回旋余地；自给自足的地方农业经济，具有为红军初期发展提供给养的经济力。这个地区具有重要的战略地位，在这里开展游击战争，可以影响湘赣两省乃至于湖北。因此，在这里建立根据地，既有利于红军的生存和发展，又有利于推动全国革命走向高潮。   

		</p>
		
		 <p>
		      毛泽东率领导湘赣边界秋收起义保存下来的武装，向井冈山地区转移，在芦溪遭到敌人的伏击，总指挥卢德铭在战斗中英勇牺牲。一九二七年九月二十九日，部队到达永新县三湾村，进行了有名的三湾改编，将一个师缩编为七百余人的一个团，称工农革命军第1军第1师第1团，辖第1、第3营和特务边、军官队、卫生队；在部队中确立党的绝对领导原则，建立党的各级组织，支部建在连上，班、排设党的小组，营、团建立党委，连以上设党代表，全军由党的前委委员会统一指挥；确立官兵平等，在部队中实行民主制度。三湾改编，从政治上、组织上为建立新型的人民军队奠定了基础。  
		</p>
		
		 <p>
		      十月三日，部队到达宁冈的古城，前委召开扩大会议，决定通过地方党组织争取当地袁文才、王佐两支武装。接着，在井冈山北面山脚的茅坪，设立了医院和留守处，于十月底到达井冈山的茨坪。
		</p>
		
		
	 </view>
</template>

<script>
	name:"Jinggang"
</script>

<style>
h3{
	padding:5px;
}

p{
	text-indent: 10%;
}


.content{
	padding:10px;/* 设置元素内边距为 10px */
	line-height: 25px;/* 设置元素的行高为 30px */
	font-size: 15px;
	
}


</style>
