<template>
	 <h3>江苏省省十四届人大二次会议<br>隆重召开！</h3>
	 <img src="https://img.js.design/assets/img/65b3a94597e1604ae56d3029.png" class="title-image" />
	 <view class="content">
		 <p>
		        1月23日上午，江苏省第十四届人民代表大会第二次会议在江苏大会堂隆重开幕。大会主席团常务主席、省委书记信长星主持大会，省长许昆林代表省人民政府向大会作政府工作报告。
		</p>
		
		 <p>
		      牢记嘱托担使命，感恩奋进谱新篇。人大代表们肩负着全省人民的信任和重托，步入江苏大会堂，认真履行宪法和法律赋予的神圣职责。会场庄重简朴、气氛热烈，二楼眺台悬挂的“深入学习贯彻习近平新时代中国特色社会主义思想，牢记嘱托、感恩奋进、走在前列，为奋力谱写‘强富美高’新江苏建设现代化新篇章而团结奋斗”标语，分外醒目，催人奋进。

		</p>
		
		 <p>
		     会议由主席团常务主席信长星、樊金龙、魏国强、曲福田、周广智、张宝娟、陈建刚担任执行主席。
		</p>
		
		 <p>
		      省第十四届人民代表大会现有代表798名，出席本次会议的代表770名，符合法定人数。

		</p>
		
		 <p>
		      上午9时45分，信长星宣布：江苏省第十四届人民代表大会第二次会议开幕。全体起立，奏唱中华人民共和国国歌。
信长星说，在全省上下深入学习贯彻习近平新时代中国特色社会主义思想，全面贯彻落实党的二十大精神和习近平总书记对江苏工作重要讲话重要指示精神，凝心聚力推进中国式现代化江苏新实践的关键时刻，江苏省第十四届人民代表大会第二次会议隆重开幕。这是全省人民政治生活中的一件大事。这次会议的主要任务是，在中共江苏省委的领导下，认真履行宪法法律赋予省人民代表大会的职权，回顾总结2023年省人大常委会、省政府、省法院、省检察院工作，确定2024年全省经济、政治、文化、社会和生态文明建设的目标任务，审议通过有关法规，进行选举，为江苏现代化建设凝聚共识、汇聚力量。开好这次大会，对于动员全省人民更加紧密地团结在以习近平同志为核心的党中央周围，拥护“两个确立”、做到“两个维护”，牢记嘱托、感恩奋进，坚决扛起在推进中国式现代化中走在前、做示范的重大使命，奋力谱写“强富美高”新江苏现代化建设新篇章，具有十分重要的意义。希望全体代表以对党和人民高度负责的态度，充分发扬民主，依法履行职责，保持良好会风，集中精力开好会议，圆满完成大会的各项任务，把本次会议开成民主团结、求真务实、开拓奋进的大会。

		</p>
		
		 <p>
		      许昆林代表省人民政府向大会作政府工作报告。报告共分三个部分：一、2023年工作回顾；二、2024年工作总体要求和目标任务；三、2024年重点工作。
		</p>
		
		 <p>
		      许昆林说，过去一年是全面贯彻党的二十大精神的开局之年，是三年新冠疫情防控转段后经济恢复发展的一年，也是江苏发展史上具有重要意义的一年。让全省人民备受鼓舞的是，习近平总书记年初在江苏全票当选全国人大代表，全国两会期间参加江苏代表团审议，7月、12月两次亲临江苏考察，三次对江苏工作发表重要讲话、作出重要指示。我们在以习近平同志为核心的党中央坚强领导下，坚持以习近平新时代中国特色社会主义思想为指导，全面贯彻党的二十大和二十届二中全会精神，以贯彻落实习近平总书记对江苏工作重要讲话重要指示精神为主线，认真落实党中央、国务院决策部署，按照省委安排，牢牢把握“在推进中国式现代化中走在前、做示范”重大要求，制定实施八个“行动方案”和两组“若干措施”，全力推动经济运行率先整体好转，加强科技创新和产业创新深度融合，统筹城乡区域协调发展，大力加强生态文明建设，纵深推进改革开放，强化基层治理和民生保障，主要预期目标全面完成，内生动力活力进一步增强，经济社会发展的支撑力进一步巩固，对全国发展大局的贡献度进一步提升，高质量发展继续走在前列，在“强富美高”新江苏现代化建设上展现了新担当新作为。我们扎实开展学习贯彻习近平新时代中国特色社会主义思想主题教育，坚决做到以学铸魂强忠诚、以学增智强本领、以学正风强宗旨、以学促干强担当。成绩的取得，根本在于习近平总书记领航掌舵和深切关怀，在于习近平新时代中国特色社会主义思想科学指引，是省委直接领导、科学决策、统筹调度的结果，是全省上下勠力同心、奋力拼搏的结果。我们也清醒认识到，我省经济社会发展仍面临不少困难和挑战，一定高度重视、下决心解决，在知重负重中推动高质量发展迈上新台阶、开创新局面。
		</p>
		
		<p>
		     许昆林指出，习近平总书记对江苏提出“在推进中国式现代化中走在前、做示范”重大要求，这是党中央的核心、全党的核心对江苏的厚爱重托。“走在前、做示范”就是要对标先进、勇争一流，为全国现代化建设作出表率；就是要勇于创新、敢于实践，为中国式现代化探索路径；就是要面向国际、树好形象，以江苏的高质量发展成效充分展示中国式现代化的光明前景。我们要善于在顺应宏观环境变化中趋利避害、攻坚克难，集中精力办好自己的事，以当表率、做示范、走在前的果敢担当，沿着习近平总书记指引的方向奋发进取、奋勇前行。
		</p>
		
		<p>
		      许昆林说，今年是新中国成立75周年，是实现“十四五”规划目标任务的关键一年。政府工作总体要求是：坚持以习近平新时代中国特色社会主义思想为指导，全面贯彻党的二十大、二十届二中全会精神和习近平总书记对江苏工作重要讲话重要指示精神，深入落实中央经济工作会议决策部署，按照省委十四届五次全会要求，聚焦经济建设这一中心工作和高质量发展这一首要任务，坚持稳中求进工作总基调，完整、准确、全面贯彻新发展理念，加快服务全国构建新发展格局，全面落实“四个走在前”“四个新”重大任务，统筹扩大内需和深化供给侧结构性改革，统筹新型城镇化和乡村全面振兴，统筹高质量发展和高水平安全，巩固和增强经济回升向好态势，努力在高质量发展上走在前列、在推进中国式现代化中走在前做示范，不断谱写“强富美高”新江苏现代化建设新篇章。今年经济社会发展主要预期目标是：地区生产总值增长5%以上，一般公共预算收入增长4%左右，居民人均可支配收入与经济增长同步，城镇新增就业120万人以上，城镇调查失业率5%左右，社会消费品零售总额增长5.5%左右，外贸进出口总额实现正增长，实际使用外资稳中提质，单位地区生产总值能耗下降2%左右，粮食产量保持基本稳定，居民消费价格涨幅3%左右。实际工作中我们将全力以赴争取更好结果。
		</p>
		<p>
		许昆林指出，做好今年工作，最根本的是坚持和加强党的全面领导，把推进中国式现代化作为最大的政治，突出“走在前、做示范”重大要求，突出高质量发展首要任务，突出人民至上价值取向，突出稳中求进工作总基调，突出统筹协调重要方法，确保习近平总书记重要指示要求和党中央决策部署在江苏落地见效。重点做好十个方面工作：全力推动经济持续回升向好，深入推进高水平科技自立自强，大力推进新型工业化，高水平建设农业强省，着力推动城乡融合区域协调发展，繁荣发展文化事业和文化产业，努力形成更高层次改革开放新格局，加快建设美丽江苏，更大力度创造人民群众高品质生活，更好统筹发展和安全。今年安排了12类55件民生实事，实行清单式管理、项目化推进，坚决把惠民生的事办实、暖民心的事办好。
</p>
		<p>
			许昆林最后说，面对新形势新任务新要求，政府工作唯有与时俱进、守正创新，加快提升治理体系和治理能力现代化水平，方能不负时代、不负人民、不负使命。我们将始终把政治建设放在首位，坚定拥护“两个确立”、坚决做到“两个维护”，时刻牢记“江山就是人民、人民就是江山”，深入践行以人民为中心的发展思想，坚持推进依法行政和科学决策，大力弘扬担当作为的作风，持续深化廉政建设，当好贯彻落实党中央决策部署的执行者行动派实干家，努力交出让总书记和党中央放心、让全省人民满意的新时代答卷。
		</p>
		
		<p>
			全国人大外事委员会主任委员娄勤俭，省领导张义珍、沈莹、张忠、张爱军、韩立明、刘小涛、刘建洋、储永宏、马欣、张国成、胡广杰、夏心旻、方伟、李耀光、徐缨、赵岩、陈星莺、杨岳、洪慧民、胡刚、姚晓东、王昊、张乐夫、周岚、马余强，驻苏部队、省法院、省检察院、省武警总队领导程晓健、夏道虎、石时态、江静、刘海文，南京市领导陈之常、龙翔，老同志梁保华、许仲林、李学勇、蒋定之、张连珍、李小敏、王燕文、许仲梓、马秋林、阎立、胡金波、周继业、王荣平、刘华、俞兴德、俞敬忠、王湛、林祥国、李全林、柏苏宁、张艳、张卫国、蒋宏坤、丁解民、史和平、公丕祥、赵鹏、陈震宁、王宏民，省政府秘书长吕德明、省政协秘书长诸纪录等在主席台就座。
		</p>
		
		<p>
			根据会议议程，大会印发了省政府关于江苏省2023年国民经济和社会发展计划执行情况与2024年国民经济和社会发展计划草案的报告及相关草案、江苏省2023年预算执行情况与2024年预算草案的报告及相关草案，省人大常委会关于提请审议《江苏省制定和批准地方性法规条例（修正草案）》《江苏省食品安全条例（草案）》的议案及相关说明，提请审查、审议。


		</p>
		
		<p>
			在苏十四届全国人大代表，出席省政协十三届二次会议的全体委员，部分老同志，省军区、省武警总队主要负责同志，省政府组成人员，省监委、省法院、省检察院负责同志，省委、省人大常委会、省政府副秘书长，省各委办厅局、直属单位、群众团体、中央驻苏有关单位主要负责同志，省人大常委会各工作机构负责同志，省政府参事，市县有关负责同志应邀列席大会。
		</p>
		
		
		<p>
			部分在苏外籍友好人士、外国驻苏办事机构代表和外商投资企业代表应邀旁听大会。
		</p>
		<br>
		<view>
			内容来源：新华日报·交汇点记者 陈月飞 王拓 倪方方
			
			图片来源：新华日报·交汇点记者 吴胜 朱江 万程鹏 蒋文超
		</view>
		
	 </view>
</template>

<script>
	name:"backdrop"
</script>

<style>
h2{
	padding:15px;/* 设置元素内边距为 10px */
}

h3{
	margin: 10px;
	text-align: center;/* 文本位置 */
}


p{
	text-indent: 10%;
}
.title-image {
	  width: 95%;
	  height: 200px; 
	  margin-left: 10px;
	  border-radius: 10px;
	}
	

.content{
	padding:10px;/* 设置元素内边距为 10px */
	line-height: 25px;/* 设置元素的行高为 30px */
	font-size: 15px;
	
}

.content-img{
	    float: right; /* 将图片向右浮动 */
		margin-top: -60px; /* 设置图片上边距为 10 像素 */
		height: 70px;
		width: 130px;
	 
}
</style>
