<template>
	 <img src="/static/Longmarch/1.jpg" class="title-image" />
	 <h2>长征转折阶段</h2>
	 <view class="content">
		 <p>
		      80多年前，四路红军相继撤离苦心创建经营的苏区，跨越万水千山，历尽千辛万苦，胜利完成了这次决定中国命运的革命力量的战略大转移，创造了人间奇迹。
		</p>
		
		 <p>
		      伟大的创举必然顺应时代的需求。那么，红军长征是在什么样的时代背景下发生的？
		</p>
		
		 <p>
		      红军长征是在中国面临民族危亡的危机、抗日救亡成为全民族最紧迫的任务情况下发生的。
		</p>
		
		 <p>
		      “九一八”事变是日本企图灭亡中国的开始。1932年，日军向上海发动进攻，制造了“一二八”事变，进一步加快侵华步伐。1933年春，日军相继攻占山海关、热河，并侵占长城以北沿线部分地区，锋芒直指平津。日军加紧侵华，中华民族的危机日益严重。团结御侮、抗日救亡逐渐成为中国社会的政治主题和全国人民的共同要求。
		</p>
		
		 <p>
		      但蒋介石却逆历史潮流而动，顽固以“攘外必先安内”作为处理内外关系的基本国策，一再对日妥协，不断调集重兵“围剿”苏区和红军。1933年4月6日，蒋介石在《告各将领先清内匪再言抗日电》中宣称：“剿共”前线的将领“若复以北上抗日请命，而无意剿匪者”，“决不稍加姑息”；“侈言抗日”，“立斩无赦”。在蒋介石集团的不抵抗政策下，“一二八”抗战、长城抗战相继以失败告终。
		</p>
		
		 <p>
		      在民族危机日益严重的形势下，蒋介石集团“攘外必先安内”的政策遭到国人不满和舆论谴责，甚至遭到了国民党统治集团内部一部分人和地方实力派的反对。发表于《独立评论》上的一篇题为《假如我是蒋介石》的文章，批评不抵抗政策是“最下流的自杀政策”，它使中国变成“一大块肥肉”，然后日本“一刀一刀的割去”。
		</p>
		
		 <p>
		      在广东的国民党中央委员致电国民党中央执行委员会，认为“今日事势，舍抵抗而外，实无其他救亡之道”，要求国民政府切实进行抗战。
		</p>
		
		<p>
		      1933年5月，冯玉祥在张家口成立察哈尔民众抗日同盟军，随后收复了察哈尔省全部失地。
		</p>
		
		<p>
		      正当中央苏区红军第五次反“围剿”作战陷入被动之时，驻福
		</p>
	 </view>
</template>

<script>
	name:"Turnaround"
</script>

<style>
h2{
	padding:15px;/* 设置元素内边距为 10px */
}

p{
	text-indent: 10%;
}
.title-image {
	  width: 100%; 
	  height: 150px; 
	  margin: 0%;
	}
	

.content{
	padding:10px;/* 设置元素内边距为 10px */
	line-height: 25px;/* 设置元素的行高为 30px */
	font-size: 15px;
	
}

.content-img{
	    float: right; /* 将图片向右浮动 */
		margin-top: -60px; /* 设置图片上边距为 10 像素 */
		height: 70px;
		width: 130px;
	 
}
</style>

