<template>
	
	 
	 <view class="content">
		 <h2>护法运动</h2>
		 <p>
		      袁世凯死后，中国出现了军阀割据的局面。1917年7月，军阀张勋以调停“府院之争”为名，进北京拥戴溥仪复辟，但复辟丑剧只持续了短短的12天。段祺瑞再次执政后, 拒绝恢复《临时约法》和召集国会。为维护共和制度，孙中山倡导了护法运动，但不久也失败了。孙中山领导的以拥护国会和《中华民国临时约法》为标帜的革命运动。

		</p>
		
		 <p>
		      1917年6月13日黎元洪在率兵入京“调停”的张勋威逼下颁令解散国会。7月1日张勋拥戴清废帝溥仪复辟。6日孙中山等离沪南下，17日抵达广州，掀起护法运动，联合桂系、滇系等西南地方实力派，讨伐北洋叛逆。8月25日国会非常会议在广州召开。9月1日国会非常会议选举孙中山为中华民国海陆军大元帅，陆荣廷、唐继尧为元帅。10日孙中山正式就职，随即组建中华民国军政府。18日湖南零陵镇守使刘建藩等通电宣布湘南自主，护法战争爆发。陆荣廷指挥两广军队援湘，唐继尧亲率滇黔军队援川，分别与南下的北洋军队交战。孙中山与旧国民党各派势力也发动各省党人组织护法武装，起义讨逆。护法战争的范围遍及粤、桂、湘、闽、滇、黔、川、鄂、陕九省，赣、浙、苏、皖、豫、鲁、甘等省及东北地区也出现规模不等的护法武装及活动。桂、滇等西南实力派虽然标帜“护法”以抵拒北洋军队南侵，其意却在割据自雄，因而极力限制、排挤和打击军政府的革命活动。
		</p>
		
		 <p>
		     1918年1月3日晚上孙中山愤而登上“同安”、“豫章”两舰，炮击广东都军署，惩诫桂系。国民党稳健派为争取西南实力派联合护法，倡议将军政府由大元帅元首制改为政务总裁合议制。1918年5月国会非常会议三读通过军政府组织大纲修正案，决定军政府改行总裁合议制，选举唐绍仪、唐继尧、陆荣廷、伍廷芳、孙中山、林葆怿、岑春煊为军政府政务总裁，逼迫孙辞大元帅职，离粤赴沪。此后岑出任政务会议主席总裁，军政府领导权落入桂系为首的西南实力派手中。
		</p>
		
		
		 <p>
		       1919年2月下旬－5月初军政府与北京政府各派代表在上海举行南北和平会议，因屡成僵局而破裂。11月直系与滇、黔、桂、粤、湘、川等西南实力派签署“救国同盟草约”，达成联合对抗皖系的协议。孙中山等国民党人也确定联皖讨桂策略。1920年2月桂系与滇系因争夺驻粤滇军指挥权而公开发生内讧。3月底4月初伍廷芳与大部分国会议员因不满桂系专制，离粤出走。
		</p>
		
		
		 <p>
		       6月3日孙中山、唐绍仪、伍廷芳、唐继尧四总裁联名通电，揭露桂系假护法的行径，否认其把持的广州军政府和国会非常会议。10月底援闽粤军攻占广州。11月29日孙中山、伍廷芳、唐绍仪联名通电，宣布恢复军政府，重开政务会议。
		</p>
		
		<p>
		       1921年4月7日国会非常会议选举孙中山为中华民国大总统。5月5日孙正式就职，随即成立“正式政府”。6月下旬孙命陈炯明率领粤军西征讨桂，9月底粤军攻占广西龙州，陆荣廷等逃往越南，后避居上海，旧桂系军阀统治土崩瓦解。12月4日孙中山抵达桂林，组建陆海军大元帅大本营，整军北伐。
		</p>
		
		<p>
		       1922年4月上旬孙中山督师回粤，准备取道江西北伐。6月16日陈炯明叛变，推翻广州正式政府。孙中山率领海军舰队在省河坚持平叛50余天。8月14日孙中山等返抵上海，随即与苏俄、中国共产党及皖、奉、直等国内各派势力加强联络，以求“同力合作”，“俾护法事业完全无憾”。1923年1月中旬滇、桂、粤讨贼联军攻占广州。3月2日孙中山在广州重建陆海军大元帅大本营。四五月间孙中山指挥讨贼联军平定沈鸿英叛乱，随即展开讨伐陈炯明叛军的东江战役。10月曹锟贿选总统，国会附逆；东江战局逆转，讨贼联军接连溃败；孙中山决定推进国民党改组筹备工作。11月中旬孙中山领导广州保卫战，击退来犯陈军，旋向列强要求收回粤海关关余。12月初孙中山要求护法议员“舍国会之奋斗，助革命之进行”。
		</p>
		
		<p>
		       1924年1月4日孙中山在大本营政务特别大会上宣布：“现在护法可算终了，护法名义已不宜援用”。“今日应以革命精神创造国家，为中华民国开一新纪元。”20日孙在国民党“一大”上重申结束护法运动，另行开展国民革命的主张。护法运动为国共合作的国民革命奠定了起步的基石。
		</p>
		
		
	 </view>
</template>

<script>
	name:"Custodian"
</script>

<style>
h2{
	margin:15px;
}

p{
	text-indent: 10%;
}
	

.content{
	margin:10px;
	line-height: 25px;/* 设置元素的行高为 30px */
	font-size: 15px;
	padding-bottom: 10px; /* 使填充量大于或等于导航栏的高度 */
}

</style>

