<template>
	
	 
	 <view class="content">
		 <h2>鸦片战争</h2>
		 <p>
		      1840年，英国发动侵略中国的鸦片战争，中国历史发展从此发生重大转折。

		</p>
		
		 <p>
		      19世纪前期，英国已经基本上完成工业革命，成为世界资本主义最强大的国家，建立了号称“日不落”的殖民大帝国。在亚洲，继占领印度后，中国成为它主要的侵略目标。
		</p>
		
		 <p>
		     英国对华贸易长期处于入超状态，英国工业品遭到中国自然经济和闭关政策的顽强抵抗，销量不大，而英国商人却需要用大量银元购买中国的茶叶、生丝等商品。于是，英国殖民者以走私毒品鸦片作为牟取暴利及改变贸易逆差的手段，强迫其殖民地印度种植鸦片，再由英国东印度公司垄断收购、加工，然后走私到中国贩卖。据不完全统计，鸦片战争前40年间，英国运人中国的鸦片约有40万箱，从中国掠走了3亿至4亿银元。
		</p>
		
		
		 <p>
		       1825年和 1837年英国发生了两次资本主义经济危机。为了摆脱危机和转移国内人民的视线，英国政府迫不及待地要发动一场侵略战争英国资产阶级及其政府对中国发动武装侵略蓄谋已久。1835年，东印度公司高级职员林德赛致函英国外交大臣巴麦斯顿子爵，建议对中国发动战争，而且提出了具体的作战方案和所需的兵力及时间、路线等。在华鸦片贩子、伦敦东印度和中国协会、曼彻斯特商会和利物浦印度协会等。都曾经上书英国政府，要求动用武力打开中国市场。
		</p>
		
		
		 <p>
		       英国的鸦片走私不仅造成了中国的白银大量外流和财政危机，还导致银贵钱贱，加重了劳动人民的负担，并且直接毒害了中国人的身体和精神。清政府实行禁鸦片措施，特别是钦差大臣林则徐于1839年6月在广东虎门销毁所收缴鸦片的行动，完全是维护国家利益和民族尊严的正义行动。英国政府更加紧了发动侵华战争的准备。1840年4月，英国议会通过对华战争的决定。同年6月，英国侵华舰队4000余人从印度等地陆续到达中国海面，封锁了珠江入海口和广东海面。鸦片战争正式爆发。
		</p>
		
		<p>
		       英军在广东海面见无隙可乘，主力即沿海岸线北上。7月攻厦门无果，又北犯浙江，陷定海，8月抵达天津海口。清政府一片恐慌，道光帝派琦善到天津海口与英军谈判，英军同意回广东交涉。9 月，道光帝任命琦善为钦差大臣，将林则徐撤职查办。11月，琦善到达广州，与英军谈压制抗英力量，撤除防务。不料英军突然发动进攻，强占大角、沙角炮台，随即强占香港。1841年1月，道光帝接到大角、沙角失陷报告深感有失天朝威严，下令将琦善革职，同时下诏对英宣战，任命奕山为“靖逆将军”，并抽调军队 17 000 人，开赴广东与英军作战。2月，英军攻虎门炮台，水师提督关天培率部顽强抵抗，因寡不敌众，关天培与守军数百人英勇战死，虎门炮台沦陷。4月，各省军队齐集广州，但昏庸无能的奕山调度失序，又贸然夜袭英军，反被英军乘机占领广州城外的全部炮台，炮轰广州城。奕山随即求和。但是，英国政府决定扩大侵略战争。8月，英军攻陷厦门，并接连攻陷浙江定海、镇海和宁波。10月，道光帝又派奕经为“扬威将军”，调兵到浙江应战。奕经抵达浙江前线后，不认真筹划防务，冀图一战侥幸取胜，于1842年3月盲目向定海、镇海和宁波的英军进攻，结果失败，不敢再战。清政府不得已派耆英到浙江与英军议和。但英军对此根本不理不睬，于5月攻陷浙江海防重镇乍浦，6月又集中兵力猛攻长江门户吴淞炮台，守军在江南提督陈化成的率领下，顽强抵抗，英勇杀敌。陈化成虽身负重伤，仍力战不退，英勇牺牲。8 月初，英军到达南京江面。清政府被迫接受了英国的全部要求。由此，鸦片战争以清政府的失败而告终。
		</p>
		
		<p>
		       1842年8月29日，清政府派钦差大臣耆英、伊里布与英国签订了中国近代史上第一个不平等条约--《南京条约》，接着，1843年10月，签订了中英《虎门条约》。美国、法国等西方列强趁火打劫，逼迫清政府与之签订不平等条约，如1844年7月签订的中美《望厦条约》10月签订的中法《黄埔条约》。通过这一系列不平等条约，英国等西方列强在中国攫取了大量侵略特权。
		</p>
		
		<p>
		       随着外国资本主义的入侵，中国的封建社会逐步变成了半殖民地半封建社会。中国人民逐渐开始了反帝反封建的资产阶级民主革命。正因为如此，鸦片战争就成为中国近代史的起点。
		</p>
		
		
	 </view>
</template>

<script>
	name:"opium"
</script>

<style>
h2{
	margin:15px;
}

p{
	text-indent: 10%;
}
	

.content{
	margin:10px;
	line-height: 25px;/* 设置元素的行高为 30px */
	font-size: 15px;
	padding-bottom: 10px; /* 使填充量大于或等于导航栏的高度 */
}

</style>

