<template>
	<view class="title">
		虎门硝烟
	</view>
	
	<view class="content">
		<p>
		       虎门销烟（Destruction of opium at Humen，1839年6月）指中国清朝政府委任钦差大臣林则徐在广东省东莞市虎门镇集中销毁鸦片的历史事件。此事后来成为第一次鸦片战争的导火线，《南京条约》也是此次战争时签订的。
		</p><br>
		<p>
		      1839年6月3日，林则徐下令在虎门海滩当众销毁鸦片，至6月25日结束，共历时23天，销毁鸦片19187箱和2119袋，总重量2376254斤。
		</p><br>
		<p>
虎门销烟成为打击毒品的历史事件。虎门销烟开始的6月3日，民国时被定为不放假的禁烟节。
		</p><br>
		<h3>英国贸易入侵</h3><br>
	
		<p>
在中国闭关锁国的时候，欧洲资本主义国家迅速崛起。英国在18世纪中后期开始工业革命 ，在19世纪二三十年代就基本完成了工业革命，在当时代表了最先进的生产力水平。中国拥有庞大的人口资源，正是英国资产阶级梦寐以求的潜在市场。而中国自给自足的自然经济，当时的中国坚持奉行的闭关锁国政策正是英国向中国倾销其工业产品的“绊脚石”。 因此，英国为了开拓海外市场和掠夺生产原料，英国把侵略矛头指向中国。19世纪30年代以前，中国在与外国的贸易中始终处于出超地位。中国对英贸易每年都保持出超二三百万两白银的优势。英国资产阶级先把纺织品输往印度，然后把印度的鸦片输往中国，再从中国把茶叶、生丝等输往英国，英国人在这种三角贸易中大获其利。毒贩如蝇群而来，除了英国，美国也从土耳其向中国输入鸦片，俄罗斯帝国从中亚向中国北方输入鸦片。
		</p><br>
		<h3>林则徐上书道光帝</h3><br>
		<p>
由于鸦片输入的急剧增加，中英两国的贸易地位完全改变。英国由原来的入超变为出超，中国却相反，造成白银大量外流。据统计，1820-1840年间，中国外流白银约在1亿两。由于鸦片大量输入而引起的白银不断外流，已开始扰乱清王朝的国库和货币的流通，使清朝的经济面临崩溃的边缘。 更为严重的是鸦片的泛滥极大地摧残了吸食者的身心健康，如任其发展下去，必将使中华民族面临灭亡 
        </p>
	</view>
</template>

<script>
</script>

<style>
.title{
	    margin:10px; /* 设置上、右、下、左四个方向的外边距为10像素 */
	    background-color: rgba(0, 0, 0, 0.3); 
	    padding: 10px; /* 设置标题的内边距 */
	    text-align:left;
		font-size: 23px;
		color: white;
	}
.content{
	margin: 10px; /* 设置上、右、下、左四个方向的外边距为10像素 */
	background-color: rgba(0, 0, 0, 0.3); 
	padding: 10px; /* 设置标题的内边距 */
	text-align:left;
	font-size: 15px;
	color: white;
}
p{
	text-indent: 10%;
}
</style>