<template>
	 <h3>军记史书 | 人民子弟兵的发展</h3>
	
	 <view class="content">
		 <p>
		         中国人民解放军（简称：人民解放军、解放军，英文：People's Liberation Army of China，英文缩写：PLA）是中华人民共和国最主要的武装力量。

		</p>
		
		 <p>
		     第一次使用“中国人民解放军”称谓：出现在1946年。1948年11月1日中央军委作出《关于统一全军组织及部队番号的规定》，团以上各部队均冠以“中国人民解放军”字样。从此，“中国人民解放军”的名称一直沿用至今。

		</p>
		
		 <p>
		     中国人民解放军的最高军事机关为中央军事委员会，由陆军、海军、空军、火箭军、战略支援部队和联勤保障部队等军兵种组成。中国人民解放军现役总人数约200万人。
		</p>
		<img src="https://img.js.design/assets/img/65b39c32704a94d338e7714b.jpg" class="title-image" />
		新民主主义革命时期
		 <p>
		      1927年8月1日，南昌起义爆发，打响了反对国民党反动派的第一枪，是中国共产党独立领导武装斗争和创建人民军队的开始。8月1日因此成为中国人民解放军诞生纪念日。
		</p>
		
		 <p>
		      1927年秋至1928年春，中国共产党先后发动了南昌起义、秋收起义、广州起义、湘南起义和黄麻起义。这些地区起义后保留下来的部队，当时叫中国工农革命军，1928年5月以后，陆续改称中国工农红军，简称“红军”。

		</p>
		
		 <p>
		      1937年7月7日爆发抗日战争，8月25日红军的主力部队改编为国民革命军第八路军，简称八路军，1937年9月11日改称国民革命军第十八集团军。活动在江西、福建、广东、湖南、湖北、河南、浙江、安徽八省十四个地区的红军游击队集中起来，1937年10月2日改编为国民革命军陆军新编第四军，简称新四军。抗战时期坚持华南敌后抗日广东人民抗日游击队，后北撤山东隶属中国人民解放军华东野战军。1929年9月海南岛农民起义队伍为基础组建的中国工农红军第1独立师（后称第2独立师）。这支人民武装在土地革命战争、抗日战争和解放战争中经历了长期艰苦卓绝的斗争考验，1947年10月改编为中国人民解放军琼崖纵队。
		</p>
		
		 <p>
		      中国抗日战争胜利后，1945年中共领导下的关内各解放区部队大批进入东北地区,10月31日和东北抗日联军等组成东北人民自治军，1946年1月14日，东北人民自治军改称东北民主联军。1945年9月中国共产党领导的军队有127万，另有民兵268万。
		</p>
		
		<p>
		     1945年8月15日，八路军山东军区司令员兼政治委员罗荣桓等提出部队番号改称“人民解放军”，山东军区机关称山东解放军总部。
		</p>
		
		<p>
		      1945年8月26日，在《中共中央关于同国民党进行和平谈判的通知》中，又一次正式出现“解放军”的提法。
		</p>
		<p>
		1946年，解放战争爆发，解放区各部队由八路军、新四军、东北民主联军等陆续改称人民解放军，编成了五大野战军。经过数年的解放战争，推翻了国民政府的统治，后又进驻西藏，统一了中国大陆。
        </p>
		
		<p>
			中共中央和中共中央军委于1948年11月1日作出《关于统一全军组织及部队番号的规定》，指出：人民解放军分为野战部队、地方部队和游击部队三类。野战部队的“野战军现时分为四个，以地名区分，即中国人民解放军西北野战军（第一野战军）、中原野战军（第二野战军）、华东野战军（第三野战军）、东北野战军（第四野战军）”；各步兵兵团、军、师、团，各骑兵师、团，各炮兵师、团等，一律冠以中国人民解放军的称谓；作为地方部队建制的军区，其“第一级军区（即大军区），现有五个，以地名区分，即中国人民解放军西北军区、中原军区、华东军区、东北军区、华北军区”；“第二级军区，现有三个，亦以地名区分，即中国人民解放军晋绥军区、豫皖苏军区、冀热辽军区”；游击部队则依情况需要和可能由各地军事机关自行组织。
		</p>
		
		<view class="content1">
			随后，全军进行了统一整编。从此，中国人民解放军的称谓一直沿用至今。

		</view>
		中华人民共和国成立之后

		<p>
			中华人民共和国成立后，解放军担当保卫国防，参加社会主义革命和建设的任务，同时开展革命化、现代化、正规化建设，使之发展成由陆、海、空三军和导弹部队组成的诸军、兵种合成的军队，并对军队建设提出了“政治合格、军事过硬、作风优良、纪律严明、保障有力”的总要求。


		</p>
		
		<p>
			2016年1月，中央军委印发了《关于深化国防和军队改革的意见》。《意见》明确提出“牢牢把握‘军委管总、战区主战、军种主建’的原则”。以原第二炮兵为主、其他军种分属的战略核打击力量合并组建成一支新的军种：中国人民解放军火箭军。新建中国人民解放军战略支援部队，主要承担电子对抗、网络攻防、卫星管理等电磁空间和网络空间的攻防任务。原中国人民解放军总参谋部改为中央军委联合参谋部，原中国人民解放军总政治部改为中央军委政治工作部，原中国人民解放军总后勤部改为中央军委后勤保障部，原中国人民解放军总装备部改为中央军委装备发展部。四总部改革后突出隶属中央军委，这是总部制改为军委多部门制的结果。此外，中国人民解放军总参谋部改为中央军委联合参谋部，这也是联合作战指挥体制改革的体现。

		</p>
		
		
		<p>
			2016年9月，中央军委联勤保障部队成立大会在京举行，习近平向武汉联勤保障基地和各联勤保障中心授予军旗并致训词。联勤保障部队是实施联勤保障和战略战役支援保障的主体力量，是中国特色现代军事力量体系的重要组成部分。

		</p>
		
		<p>
		2022年3月，经中央军委主席习近平批准，中央军委印发《军士暂行条例》《义务兵暂行条例》，以及《军士职业发展管理暂行规定》、《士兵退役工作暂行规定》《关于士兵制度改革转换过渡有关问题的通知》等配套法规，均自2022年3月31日起施行。
		</p>
		<br>
		<!-- <view>
			内容来源：新华日报·交汇点记者 陈月飞 王拓 倪方方
			
			图片来源：新华日报·交汇点记者 吴胜 朱江 万程鹏 蒋文超
		</view> -->
		
	 </view>
</template>

<script>
	name:"backdrop"
</script>

<style>
h3{
	margin: 10px;
	text-align: center;/* 文本位置 */
}


p{
	text-indent: 10%;
}
.title-image {
	  width: 100%; 
	  height: 220px; 
	  margin: 0%;
	  margin-bottom: 10px;
	}
	

.content{
	padding:10px;
	line-height: 25px;/* 设置元素的行高为 30px */
	font-size: 15px;
	padding-bottom: 45px; /* 使填充量大于或等于导航栏的高度 */
}
.content1{
	margin-bottom: 40px;
}
.content-img{
	    float: right; /* 将图片向右浮动 */
		margin-top: -60px;
		height: 70px;
		width: 130px;
	 
}
</style>
