<template>
	 <h3>【探索推荐】巩固拓展主题教育成果<br>为强国建设民族复兴伟业汇聚强大力量</h3>
	
	 <view class="content">
		 <img src="https://img.js.design/assets/img/65b2531772e26223f1808056.jpg" class="title-image"/>
		 
	     <view class="content1">
			 
			
		               12月21日至22日，中共中央政治局召开学习贯彻习近平新时代中国特色社会主义思想主题教育专题民主生活会，中共中央总书记习近平主持会议并发表重要讲话。
		 </view>
		<img src="https://img.js.design/assets/img/65b250d5f72159ba113befd1.jpg" class="title-image" />
		 <p>
		     12月21日至22日，中共中央政治局召开学习贯彻习近平新时代中国特色社会主义思想主题教育专题民主生活会，中共中央总书记习近平主持会议并发表重要讲话。新华社记者 李学仁摄
		</p>
		
		 <p>
		     今年是全面贯彻党的二十大精神的开局之年，也是三年新冠疫情防控转段后经济恢复发展的一年。党中央团结带领全党全国各族人民，顶住外部压力、克服内部困难，坚持稳中求进工作总基调，全面深化改革开放，顽强拼搏、勇毅前行，推动经济恢复发展，圆满实现经济社会发展主要预期目标。
		</p>
		
	
		 <p>
		      一年来的实践再次证明，“两个确立”对于我们应对各种风险挑战、推进中国式现代化建设具有决定性意义。全党全军全国人民必须深刻领悟“两个确立”的决定性意义，增强“四个意识”、坚定“四个自信”、做到“两个维护”，坚定不移贯彻落实党中央方针政策和工作部署。明年是中华人民共和国成立75周年，是实现“十四五”规划目标任务的关键一年，要坚持以习近平新时代中国特色社会主义思想为指导，全面贯彻落实党的二十大和二十届二中全会精神，坚持稳中求进工作总基调，完整、准确、全面贯彻新发展理念，全面深化改革开放，推动高水平科技自立自强，切实增强经济活力、防范化解风险、改善社会预期，巩固和增强经济回升向好态势，以中国式现代化全面推进强国建设、民族复兴伟业。

		</p>
		
		 <p>
		       这次学习贯彻新时代中国特色社会主义思想主题教育，是贯彻落实党的二十大精神的重大举措，主题主线突出，目标任务明确，在以学铸魂、以学增智、以学正风、以学促干上取得了明显成效。


		</p>
		
		 <p>
		      思想统一是政治统一、行动统一的基础。在政治上行动上同党中央保持高度一致，首先要在思想上同党中央保持高度一致。维护党中央集中统一领导是具体的而不是抽象的，首先要落实到坚定维护党中央权威上，落实到增强“四个意识”、坚定“四个自信”、做到“两个维护”的实际行动上。

		</p>
		
		 <p>
		       民主集中制是我们党的根本组织原则和领导制度。民主集中制包括民主和集中两个方面，两者互为条件、相辅相成。要坚持科学决策，就必须充分发扬党内民主、集中全党智慧。

		</p>
		
		<p>
政治敏锐性是政治站位、政治洞察的综合体现，是提高领导干部政治判断力、政治领悟力、政治执行力的重要前提。在错综复杂的国内国际形势中，把握战略全局、掌握战略主动、增强各项工作的预见性和前瞻性，必须始终保持高度的政治敏锐性，做到居安思危、未雨绸缪。


		</p>
		
		<p>
		      领导干部要树牢造福人民的政绩观。我们共产党人干事业、创政绩，为的是造福人民，不是为了个人升迁得失。高质量发展是全面建设社会主义现代化国家的首要任务，坚持高质量发展要成为领导干部政绩观的重要内容。要完善推动高质量发展的政绩考核评价办法，发挥好指挥棒作用，推动各级领导班子认真践行正确政绩观，切实形成正确工作导向。
		</p>
		<p>
		团结奋斗是党领导人民创造历史伟业的必由之路。团结奋斗要靠目标凝心聚力，新征程上我们就要靠中国式现代化进一步凝心聚力、团结奋斗。中国式现代化是全体人民的共同事业，也是一项充满风险挑战、需要付出艰辛努力的宏伟事业，必须坚持全体人民共同参与、共同建设、共同享有，紧紧依靠全体人民和衷共济、共襄大业
。
        </p>
		
		
		
		
		<br>
		<!-- <view>
			内容来源：新华日报·交汇点记者 陈月飞 王拓 倪方方
			
			图片来源：新华日报·交汇点记者 吴胜 朱江 万程鹏 蒋文超
		</view> -->
		
	 </view>
</template>

<script>
	name:"backdrop"
</script>

<style>
h3{
	margin: 10px;
	text-align: center;/* 文本位置 */
}


p{
	text-indent: 10%;
}
.title-image {
	  width: 100%; 
	  height: 260px; 
	  margin: 0%;
	  margin-bottom: 10px;
	}
	

.content{
	padding:10px;
	line-height: 25px;/* 设置元素的行高为 30px */
	font-size: 15px;
	padding-bottom: 45px; /* 使填充量大于或等于导航栏的高度 */
}
.content1{
	margin-bottom: 20px;
}
.content-img{
	    float: right; /* 将图片向右浮动 */
		margin-top: -60px;
		height: 70px;
		width: 130px;
	 
}
</style>
