<template>
	<u-image :show-loading="true" src="https://img.js.design/assets/img/65af8755d8eb252c96c30065.jpg" width="350px" height="190px" mode="aspectFill" radius="10" class="content">
	</u-image>
	
	 <view class="content">
	 	<u-row style="padding-top: 2%; padding-bottom: 2%;">
	 		<u-text text="中共一大会址 " bold="true" size="20px"></u-text>
	 	</u-row>
	 </view>
	 <view class="content">
		 <h3>
			 简介
		 </h3>
		 
		 <p>
		       中国共产党第一次全国代表大会会址，简称“一大会址”，共有3处遗存；其主址位于上海市黄浦区兴业路76号，始建于民国九年（1920年）秋；中国共产党第一次全国代表大会宿舍旧址位于上海市黄浦区太仓路127号；嘉兴南湖中共“一大”会址位于浙江省嘉兴市南湖区海盐塘路188号南湖景区内 。

		</p>
		
		 <p>
		      中国共产党第一次全国代表大会会址（主址）是一座砖木结构旧式石库门住宅建筑，坐北朝南 ；一大宿舍旧址建筑整体采用老式石库门里弄住宅风格 ；南湖红船为单夹弄丝网船 。民国十年（1921年）7月23日至7月30日、8月3日，中国共产党第一次全国代表大会先后在上海和嘉兴的会址内举行。一大会址是中国共产党的诞生地，也是中国共产党人的精神家园。
		</p>
		
		 <p>
		      1961年，中国共产党第一次全国代表大会会址被中华人民共和国国务院公布为第一批全国重点文物保护单位。2001年6月25日，嘉兴南湖中共“一大”会址被公布为第五批全国重点文物保护单位，并归入中国共产党第一次全国代表大会会址。2019年10月7日，中国共产党第一次全国代表大会宿舍旧址被公布为第八批全国重点文物保护单位，并归入中国共产党第一次全国代表大会会址。
		</p>
		
		 <p>
		     民国九年（1920年）秋，上海法国租界内望志路106号、108号两幢房屋建成，李汉俊、李书城兄弟租用该两栋房屋，并将房屋间内墙打通，打造为寓所，人称”李公馆“。
		</p>
		
		 <p>
		      民国十年（1921年），李公馆旁的白尔路（蒲柏路）延庆里389号内迁入博文女校。同年7月23日至30日，中国共产党早期组织的代表（包括李达、李汉俊、张国焘、刘仁静、毛泽东、何叔衡、董必武、陈潭秋、王尽美、邓恩铭、陈公博、周佛海、包惠僧及共产国际代表马林等人）秘密汇聚在上海法租界李公馆内，举行中国共产党第一次全国代表大会，会议期间，代表们以“北京大学暑期旅行团”的名义入住博文女校。同年7月30日晚，一陌生男子从建筑后门闯入
		</p>
		
		
	 </view>
</template>

<script>
	name:"Jinggang"
</script>

<style>
h2{
	padding:5px;
}

p{
	text-indent: 10%;
}


.content{
	padding:10px;/* 设置元素内边距为 10px */
	line-height: 25px;/* 设置元素的行高为 30px */
	font-size: 15px;
	
}



</style>
